Repository: bogus/mydlp-host-win32
Catalog: MyDLP-Win-GUI/MyDLP-Win-GUI/languages/Resource1.*.resx
Languages: tr_tr

# about.001
source: Licence
tr_tr: Lisans

# about.002
source: This software's license is GNU GPLv3. Source code of this software is open to everybody. Freedom to knowledege
tr_tr: Bu yazılım GNU Genel Kamu Lisansı 3. sürümüne göre lisanslanmıştır. Kaynak kodu açıktır. Bilgiye özgürlük.

# app.savechanges
source: Save The Changes
tr_tr: Değişiklikleri Kaydet

# app.title
source: MyDLP Terminal Leakage Prevention
tr_tr: MyDLP Uçbirim Bilgi Sızıntısı Engelleme

# def.tabmd5
source: Define MD5 File
tr_tr: MD5 Dosya Tanımlama

# def.tabmd5.001
source: Add New File
tr_tr: Yeni Dosya Ekleme

# def.tabmd5.002
source: Browse
tr_tr: Gözat

# def.tabmd5.003
source: Definition
tr_tr: Tanım

# def.tabmd5.004
source: Add
tr_tr: Ekle

# def.tabmd5.005
source: File
tr_tr: Dosya

# def.tabmd5.006
source: Current Files
tr_tr: Mevcut Dosyalar

# def.tabmd5.007
source: File Definition
tr_tr: Dosya Tanım

# def.tabmd5.008
source: File Size
tr_tr: Dosya Boyutu

# def.tabmd5.009
source: Digest Value
tr_tr: Sindirim Değeri

# def.tabmd5.010
source: Delete
tr_tr: Sil

# def.tabmd5.definition
source: By Selecting important files,Enable to Identify and Prevent The Leakage
tr_tr: Önemli dosyalarınızı seçerek, bu dosyaların belirlenmesini ve dışarı sızmasının engellenmesini sağlayın

# def.tabpredefined
source: Default Expressions
tr_tr: Öntanımlı İfadeler

# def.tabpredefined.001
source: Enable Credit Card Recognition
tr_tr: Kredi kartı tanımayı etkinleştir

# def.tabpredefined.002
source: Enable Social Security Number Recognition(USA)
tr_tr: Sosyal güvenlik numarası tanımayı etkinleştir(ABD)

# def.tabpredefined.003
source: Enable TR ID Number Recognition
tr_tr: TC Kimlik No tanımayı etkinleştir

# def.tabpredefined.004
source: Enable IBAN Recognition
tr_tr: IBAN tanımayı etkinleştir

# def.tabpredefined.005
source: Threshold Number of Credit Cards
tr_tr: Kredi kartı sayı eşiği

# def.tabpredefined.006
source: Threshold Number of SSN
tr_tr: SSN sayı eşiği

# def.tabpredefined.007
source: Threshold Number of TR ID Number
tr_tr: TCK No sayı eşiği

# def.tabpredefined.008
source: Threshold Number of IBAN
tr_tr: IBAN sayı eşiği

# def.tabpredefined.009
source: Default Expression Values
tr_tr: Öntanımlı İfade Değerleri

# def.tabpredefined.definition
source: According To Credit Card Numbers, Social Security Numbers (only USA), TR ID Numbers (only Turkey) and IBAN Values Create Rules
tr_tr: Kredi kartı numaraları, Sosyal Güvenlik Numaraları (sadece ABD), TC Kimlik Numaraları (sadece Türkiye) ve IBAN değerlerine göre kurallar oluşturun

# def.tabregex
source: Regular Expressions
tr_tr: Düzenli İfadeler

# def.tabregex.001
source: Expression
tr_tr: İfade

# def.tabregex.002
source: Add
tr_tr: Ekle

# def.tabregex.003
source: Delete
tr_tr: Sil

# def.tabregex.004
source: Current Expressions
tr_tr: Mevcut İfadeler

# def.tabregex.005
source: Expression Value
tr_tr: İfade Değeri

# def.tabregex.006
source: Add New Expression
tr_tr: Yeni İfade Ekleme

# def.tabregex.007
source: Enable Searching Regular Expressions
tr_tr: Düzenli ifade aramayı etkinleştir

# def.tabregex.definition
source: Enter Rules For PCRE Compatible Regular Expressions And Specified Sentences
tr_tr: Belirlediğiniz cümleler ve PCRE uyumlu düzenli ifadeler için kurallar girin

# menu.aboutus
source: About Us
tr_tr: Hakkımızda

# menu.defsensdata
source: Define Valuable Data
tr_tr: Değerli Veri Tanımlama

# menu.localscan
source: Scan Directories And Devices
tr_tr: Dizin ve Aygıt Tarama

# menu.onlinescan
source: Loss Prevention
tr_tr: Kayıp Engelleme

# menu.options
source: Options
tr_tr: Seçenekler

# menu.screencapture
source: Prevent Screen Capture
tr_tr: Ekran Yakalama Engelleme

# online.tabonlinescanhist
source: Loss Prevention History
tr_tr: Kayıp Engelleme Geçmişi

# online.tabonlinescanhist.definition
source: Records Of Movements Of Important Data To Portable Devices
tr_tr: Taşınabilir cihazlara yapılan önemli veri hareketlerinin kayıtları

# online.tabonlinescanopt
source: Loss Prevention Options
tr_tr: Kayıp Engelleme Seçenekleri

# online.tabonlinescanopt.001
source: Live Scanning Options
tr_tr: Canlı Tarama Seçenekleri

# online.tabonlinescanopt.002
source: Live Scanning scan the files which are copied from the portable devices installed on your computer and block the identified important data files from being copied.It also prevents the sensitive and important data from being copied to portable devices.
tr_tr: Canlı tarama, bilgisayarınıza takılan taşınabilir cihazlara kopyalanan dosyaları tarayarak, içinde önemli veri olduğu tespit edilen dosyaların kopyalanmasını engeller. Taşınabilir cihazların içerisinde bulunan dosyalara hassas verilerin kopyalanmasını engeller.

# online.tabonlinescanopt.003
source: Enable Live Scanning
tr_tr: Canlı taramayı etkinleştir.

# online.tabonlinescanopt.004
source: Blocking live scan. Keep only the records.
tr_tr: Canlı taramada engelleme yapma. Sadece kayıt tut.

# online.tabonlinescanopt.005
source: Type Of Files To Prevent
tr_tr: Engellenecek Dosya Tipleri

# online.tabonlinescanopt.definition
source: Options for the important file transfers to the portable devices such as USB and Card Readers.
tr_tr: USB, Kart okuyucu gibi taşınabilir cihazlara yapılan değerli dosya transferleri ile ilgili seçenekler

# options.taboptions
source: Application And Service Settings
tr_tr: Uygulama ve Servis Ayarları

# options.taboptions.001
source: Language
tr_tr: Dil

# options.taboptions.002
source: Remote Server
tr_tr: Uzak Sunucu

# options.taboptions.003
source: Options
tr_tr: Seçenekler

# options.taboptions.definition
source: Adjustments for the application and service settings
tr_tr: Uygulama ve servis ayarları ile ilgili ayarlamaları yapabilirsiniz.

# scan.tabmanualscan
source: Scan
tr_tr: Tarama

# scan.tabmanualscan.001
source: Scan The Local Disks
tr_tr: Yerel Diskleri Tara

# scan.tabmanualscan.002
source: Scan The Selected Directory
tr_tr: Seçili Dizini Tara

# scan.tabmanualscan.003
source: Scans all local disk of the computer connected except the specified directory which are stated at options part, and saves results.
tr_tr: Bilgisayarınıza bağlı bulunan bütün yerel diskleri seçenekler kısmında belirtilen dizinler dışında tarar ve sonuçları kaydeder.

# scan.tabmanualscan.004
source: By scanning the directory you have selected except the ones which you stated in the options and determine the files which includes important data
tr_tr: Seçmiş olduğunuz dizini seçeneklerde belirtmiş olduğunuz dışlanmış dizinler haricinde tarayarak önemli bilgi içeren dosyaları belirler

# scan.tabmanualscan.005
source: Browse
tr_tr: Gözat

# scan.tabmanualscan.006
source: Stop Scanning
tr_tr: Taramayı Durdur

# scan.tabmanualscan.007
source: Scan
tr_tr: Tarama

# scan.tabmanualscan.definition
source: You can perform manual directories and local disk scans.
tr_tr: Elle dizin ve yerel disk taramaları gerçekleştirebilirsiniz.

# scan.tabscanhistory
source: Scanning History
tr_tr: Tarama Geçmişi

# scan.tabscanhistory.001
source: Record
tr_tr: Kayıt

# scan.tabscanhistory.002
source: Show Registry Files.
tr_tr: Kayıt Dosyasını Göster

# scan.tabscanhistory.definition
source: You can see the data related to your scans.
tr_tr: Yapmış olduğunuz taramalar ile ilgili bilgileri görebilirsiniz.

# scan.tabscanoptions
source: Scan Options
tr_tr: Tarama Seçenekleri

# scan.tabscanoptions.001
source: Excluded Directories
tr_tr: Dışlanmış Dizinler

# scan.tabscanoptions.002
source: Excluded directories are not scanned during your scans.Especially system directories should be added to excluded directory list.
tr_tr: Dışlanmış dizinler taramalarınız sırasında incelenmeyecek dizinlerdir. Özellikle sistem dizinleri, dışlananlar listesine eklenmelidir.

# scan.tabscanoptions.003
source: Browse
tr_tr: Gözat

# scan.tabscanoptions.004
source: Add
tr_tr: Ekle

# scan.tabscanoptions.005
source: Delete
tr_tr: Sil

# scan.tabscanoptions.006
source: Directory
tr_tr: Dizin

# scan.tabscanoptions.007
source: Removable Devices
tr_tr: Çıkarılabilir Aygıtlar

# scan.tabscanoptions.008
source: Removable devices installed automatically as soon as they are scanned and detected files that contain sensitive data ensures.
tr_tr: Çıkarılabilir aygıtların takıldıkları anda otomatik olarak taranarak hassas veri içeren dosyaların tespit edilmesini sağlar.

# scan.tabscanoptions.009
source: Automatically scan the USB devices.
tr_tr: USB aygıtlarını otomatik olarak tara

# scan.tabscanoptions.010
source: Automatically scan the CD/DVD devices
tr_tr: CD/DVD aygıtlarını otomatik olarak tara

# scan.tabscanoptions.definition
source: You can make adjustments related to directories which will be passed in discs scanning,programmed scans and the devices which will be scanned.
tr_tr: Disk taramalarında atlanacak dizinler, zamanlı taramalar ve tarama yapıalcak aygıtlar ile ilgili ayarları yapabilirsiniz

# screen.taboptions
source: Print Screen Options
tr_tr: Ekran Görüntüsü (Print Screen) Seçenekleri

# screen.taboptions.001
source: Enable Print Screen prevention feature for the selected applications below.
tr_tr: Ekran yakalama (Print Screen) engelleme özelliğini aşağıda seçili uygulamalar için etkinleştir.

# screen.taboptions.002
source: Prohibited Applications
tr_tr: Yasaklı Uygulamalar

# screen.taboptions.definition
source: You can select the applications for which the prints screen prevention is blocked,and make adjustments related to print screen prevention.
tr_tr: Ekran görüntüsü yakalamasının engelleneceği uygulamaları seçebilir, ekran görüntüsü engelleme ile ilgili ayarlamaları yapabilirsiniz.
